// toolbar items

"SToolbarSimpleMode"  = "Mode Automatique";
"SToolbarSimpleModeHint" = "Mode Automatique";

"SToolbarAdvancedMode"  = "Mode Expert";
"SToolbarAdvancedModeHint" = "Mode Expert";

"SToolbarEnterDFU" = "DFU";
"SToolbarEnterDFUHint" = "DFU";

"SToolbarLog" = "Log";
"SToolbarLogHint" = "Log";

"SToolbarHelp" = "Aide";
"SToolbarHelpHint" = "Aide";

"SToolbarExit" = "Quitter";
"SToolbarExitHint" = "Quitter";

// Bubbles

"SClickHere" = "Cliquez içi pour continuer";
"SITunesNotFound" = "Vous ne semblez pas avoir Itunes 8.0 ou plus récent installé. Vous devrez mettre à jour iTunes afin de pouvoir installer un firmware personnalisé.";
"SFreeSpace" = "Disponible: %.02f Mo";

// Select platform

"SSPText" = "Veuillez choisir l'appareil à modifier.\nVous pouvez sélectionner un iPhone (3G, 3GS, 4), un iPod Touch (3G, 4G), un iPad, un AppleTV 2G.";
"SSPTooltip" = "Cliquez içi pour %@";
"SSPSelectPlatform" = "Sélectionnez l'appareil";

// Browse firmware

"SBFText" = "Sélectionnez le fichier firmware .ipsw que vous souhaitez utiliser. Si PwnageTool ne parvient pas à trouver ce fichier, vous pourrez le rechercher manuellement sur votre disque si vous le souhaitez.";
"SBFSelectFirmware" = "Sélectionnez le firmware";
"SBFWrongFirmwareSelected" = "Ce firmware est incorrect";
"SBFNoFirmwareFound" = "Aucun fichier firmware n'a été trouvé\nVoulez vous rechercher ce fichier sur le web?";
"SBFBrowseFirmware" = "Sélectionnez un fichier firmware %@.";
"SBFGoogleSearch" = "http://www.google.com/search?&q=%@+4.1+ipsw+download";
"SBFHint" = "Vous pouvez passer en Mode Expert et sélectionner manuellement le fichier firmware %@";
"SBFBrowseIPSW" = "Rechercher firmware ...";

// Builder Menu

"SBMText" = "Cet écran vous permet de personnaliser votre firmware. Vous pouvez modifier les paramètres de chaque section, puis clickez \"générer\" une fois terminé pour générer le fichier ipsw que vous installerez sur votre %@.";
"SBMSelectAction" = "Choisissez une option du menu";
"SBMGeneral" = "Général";
"SBMCydia" = "Packages Cydia";
"SBMCustom" = "Packages persos";
"SBMLogos" = "Logos persos";
"SBMBuild" = "Générer";

// Builder Settings

"SBSText" = "Vous pouvez choisir d'\"Activer l'iPhone\" pour un abonnement non-officiel, \"Mettre à jour le firmware radio\" pour mettre à jour le modem. Vous pouvez aussi régler la taille de la partition principale.";

// Builder Cydia

"SBYText" = "Vous pouvez sélectionner içi les packages préinstallée par Cydia. Naviguez dans les onglets pour sélectioner les packages à pré-installer. Vous pourrez également installer directement des packages Cydia depuis votre %@.";
"SBYDeletePackages" = "Confirmez vous la suppression des packages Cydia sélectionnés?";
"SBYDeleteSources" = "Confirmez vous la suppression des sources Cydia sélectionnées?";
"SBYBadURL" = "Désolé, cette URL n'est pas accessible.";

// Builder Custom

"SBCText" = "Vous pouvez sélectionner içi les packages personnalisés intégrés à votre firmware. Choisissez d'inclure ou non ces packages parmi la liste fournie.";

// Builder Logos

"SBLText" = "Vous pouvez sélectionner içi les logos personnalisés remplaçant les logos officiels - utilisez le bouton \"Parcourir\" pour choisir ces fichiers.";
"SBLBrowseBootLogo" = "Sélectionnez un logo de démarrage.";
"SBLBrowseRecoveryLogo" = "Sélectionnez un logo de restauration.";
"SBLBadImage" = "Désolé, ce fichier n'est pas au format PNG attendu.";

// Builder Build

"SBDText" = "Le firmware personnalisé pour votre %@ est en cours de génération.";
"SBDNoFreeSpace" = "Espace disque insuffisant.";
"SBDSaveIPSW" = "Sauvegarder le fichier firmware personnalisé.";
"SBDSaveOnDesktop" = "Le firmware personnalisé que vous utiliserez pour restaurer votre %@ depuis iTunes est en cours de création. Ce fichier sera placé dans le bureau. Voulez vous continuer?";
"SBDAskForPwned" = "Avez vous déjà installé un firmware personnalisé par PwnageTool sur votre %@ (avez vous un logo de démarrage personnalisé) ?\nChoisissez Non si vous n'en êtes pas sûr.\n";
"SBDRestore" = "Fermez PwnageTool, mettre votre %@ en Mode Restauration, lancez iTunes et restaurez avec votre firmware personnalisé.";
"SBDAreYouLegit" = "Avez vous un abonnement officiel pour votre %@ ? (pouvez vous l'activer avec iTunes?)";

// Enter DFU

"SEDText" = "Cet écran vous fera passer en mode DFU, utilisé pour installer le firmware personnalisé sur un %@ non modifié.";
"SEDRestartGame" = "Echec du passage en mode DFU.\nVoulez vous réessayer?";
"SEDFailed" = "Echec du passage\nen mode DFU";
"SEDSuccess" = "Passage en mode DFU réussi";
"SEDRestore" = "Passage en mode DFU réussi\nFermez PwnageTool, démarrez iTunes et restaurez avec votre firmware personnalisé.";
"SEDConnect" = "Connectez votre appareil\nà la prise USB";
"SEDTurnOff" = "Eteignez l'appareil";
"SEDPrepare" = "Préparez vous à appuyer sur le bouton Mise en Marche et le bouton central simultanément\ndans 5 secondes...";
"SEDPressTwoButtons" = "Appuyez sur le bouton Mise en Marche et le bouton central simultanément!";
"SEDHoldTwoButtons" = "Maintenez appuyés le bouton Mise en Marche et le bouton central\npendant 10 secondes...";
"SEDHoldTwoButtons2" = "Maintenz appuyés le bouton Mise en Marche et le bouton central\npendant 10 secondes...\n\nPréparez vous à relâcher\nle bouton Mise en Marche";
"SEDReleasePowerButton" = "Relâchez le bouton Mise en Marche!";
"SEDHoldOneButton" = "Maintenez le bouton central appuyé\npendant 10 secondes...";

"SEDATVUnplug" = "Retirez le cable\nd'alimentation\nde l'Apple TV";
"SEDATVPrepare" = "Préparez vous à appuyer\nsur Menu et Lecture\ndans 5 secondes...";
"SEDATVPressTwoButtons" = "Appuyez sur Menu et Lecture !";
"SEDATVHoldTwoButtons" = "Maintenez appuyés Menu\net Lecture pendant\n7 secondes puis\nrelâchez les 2 boutons...";
"SEDATVReleaseButtons" = "Relâchez les 2 boutons !";

//

"SNotEnoughFreeSpace" = "L'espace disque est insuffisant sur %@. Assurez vous d'avoir au moins %d Mo de libre.";
"SLoadedIPSWFile" = "Le fichier ipsw a été chargé depuis '%@'.";
"SCustomIPSWNameFormat" = "%@_Custom_Restore.ipsw";

"SIPSWRecognized" = "Le fichier ipsw a été reconnu comme %@.";
"SIPSWNotRecognized" = "Le fichier ipsw n'a pas été reconnu.";

"SCIMaking" = "Création du logo personnalisé %@.";
"SCIMakingSuccess" = "OK";
"SCIMakingFailed" = "ECHEC";

"SIPSWUnzip" = "Décompression du fichier ipsw vers %@.";
"SIPSWUnzipSuccess" = "OK";
"SIPSWUnzipFailed" = "ECHEC";

"SFWPatch" = "Patch %@.";
"SFWPatchSuccess" = "OK";
"SFWPatchFailed" = "ECHEC";

"SFSConvertToUDRW" = "Conversion de la partition principale en image UDRW.";
"SFSConvertToUDRWSuccess" = "OK";
"SFSConvertToUDRWFailed" = "ECHEC";

"SFSResize" = "Redimensionnement de la partition principale à %@.";
"SFSResizeSuccess" = "OK";
"SFSResizeFailed" = "ECHEC";

"SFSAttach" = "Montage de la partition principale sur '%@'.";
"SFSAttachSuccess" = "OK";
"SFSAttachFailed" = "ECHEC";

"SFSDetach" = "Démontage de la partition principale de '%@'.";
"SFSDetachSuccess" = "OK";
"SFSDetachFailed" = "ECHEC";

"SFSConvertToUDZO" = "Conversion de la partition principale en image UDZO.";
"SFSConvertToUDZOSuccess" = "OK";
"SFSConvertToUDZOFailed" = "ECHEC";

"SFSASRScan" = "Validation de la partition principale avec ASR.";
"SFSASRScanSuccess" = "OK";
"SFSASRScanFailed" = "ECHEC";

"SFSPatch" = "Création %@.";
"SFSPatchSuccess" = "OK";
"SFSPatchFailed" = "ECHEC";

"SCPAdding" = "Ajout du package personnalisé %@.";
"SCPAddingSuccess" = "OK";
"SCPAddingFailed" = "ECHEC";

"SYPAdding" = "Ajout du package Cydia %@.";
"SYPAddingSuccess" = "OK";
"SYPAddingFailed" = "ECHEC";

"SCPAddFailed" = "Echec de l'ajout du package personnalisé %@. Il n'y a plus d'espace libre sur la partition principale.";
"SYPAddFailed" = "Echec de l'ajout du package Cydia %@. Il n'y a plus d'espace libre sur la partition principale.";

"SBBPrepareUpdate" = "Préparation de la mise à jour du firmware radio.";
"SBBPrepareUpdateSuccess" = "OK";
"SBBPrepareUpdateFailed" = "ECHEC";

"SIPSWZip" = "Compression du fichier ipsw.";
"SIPSWZipSuccess" = "OK";
"SIPSWZipFailed" = "ECHEC";

"SIPSWBuildSuccess" = "Le firmware personnalisé a été généré avec succès sur '%@'.";
"SIPSWBuildFailed" = "Echec de la génération du firmware personnalisé.";

"SRDAttach" = "Montage du %@ sur '%@'.";
"SRDAttachSuccess" = "OK";
"SRDAttachFailed" = "ECHEC";

"SRDDetach" = "Démontage du %@ de '%@'.";
"SRDDetachSuccess" = "OK";
"SRDDetachFailed" = "ECHEC";

"SRDResize" = "Modification de la tialle du %@ à %@.";
"SRDResizeSuccess" = "OK";
"SRDResizeFailed" = "ECHEC";

"SRDUpdating" = "Mise à jour du %@.";
"SRDUpdatingSuccess" = "OK";
"SRDUpdatingFailed" = "ECHEC";

"SNoFreeSpaceLeft" = "Espace libre insuffisant sur la partition principale.";

"SPDownloading" = "Téléchargement";
"SPDownloadFailed" = "ECHEC";
"SPDownloaded" = "Téléchargé";
"SPCanceled" = "Annulé";
"SPNewVersion" = "Nouvelle version";

"SFailedToPrepareX1222IPSW" = "Echec de préparation du fichier x12220000_4_Recovery.ipsw.";

